import React from 'react'

const PaymentPage = () => {
  return (
    <div>
        <h1>Способы оплаты</h1>
        <h1>ОПЛАТА НАЛИЧНЫМИ</h1>
        <ul>
           <ol>Курьеру при доставке (оплата осуществляется до разгрузки материалов)</ol> 
           <ol>В офисе продаж или пунктах самовывоза</ol> 
        </ul>
        <h1>
        БЕЗНАЛИЧНАЯ ОПЛАТА
        </h1>
        <ul>
            <ol>Банковский перевод по счету на оплату
             необходимо отправить реквизиты организации на электронную почту <a>hosh84@mail.ru</a> для оформления договора и счета на оплату</ol>
            <ol>При безналичной оплате цена оговаривается.</ol>
        </ul>
    </div>
  )
}

export default PaymentPage