import React from 'react'

const PaymentPage = () => {
  return (
    <div>
        <h1>Способы оплаты</h1>
        <h1>ОПЛАТА НАЛИЧНЫМИ</h1>
        <ol>
           <li>Курьеру при доставке (оплата осуществляется до разгрузки материалов)</li> 
           <li>В офисе продаж или пунктах самовывоза</li> 
        </ol>
        <h1>
    
        БЕЗНАЛИЧНАЯ ОПЛАТА
        </h1>
        <ol>
            <li>Банковский перевод по счету на оплату
             необходимо отправить реквизиты организации на электронную почту <a></a> для оформления договора и счета на оплату</li>
            <li>При безналичной оплате цена оговаривается.</li>
        </ol>
    </div>
  )
}

export default PaymentPage